Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: As a result, Oxfam America declared it would be forced to end services critical to coronavirus prevention, including hygiene promotion and primary health care.
es: Como resultado de esto, Oxfam America declaró que se vería obligado a terminar con los servicios críticos para la prevención del coronavirus, incluyendo la promoción de la higiene y la salud primaria.

source: Shortly afterwards, he was disappointed with the reality that these institutions were producing religious functionaries, but not preachers.
es: Al cabo de muy poco tiempo, sufrió una decepción al ver que aquellas instituciones producían funcionarios religiosos, pero no predicadores.

source: The next day, two Taiwanese nationals who had traveled to Spain were reported to have died of coronavirus.
es: [30]​ Al día siguiente, se informó que dos ciudadanos taiwaneses que habían viajado a España murieron de coronavirus.

source: On March 19, Trump falsely claimed the drug chloroquine was approved by the Food and Drug Administration as a treatment for COVID-19.
es: El 19 de marzo, Trump afirmó falsamente que la droga cloroquina fue aprobada por la FDA como tratamiento para COVID-19.

source: "The JAG is a ""roundtable of independent institutions with an interest in seeing CEPI's vaccines successfully developed and deployed in an outbreak""."
es: "El JAG es una ""mesa redonda de instituciones independientes con interés en ver las vacunas de CEPI desarrolladas y desplegadas con éxito en un brote""."

source: She underwent a voluntary isolation at her home in Tromsø.
es: Se sometió a un aislamiento voluntario en su casa en Tromsø.

source: Action plans must meet the professional early enough and properly trained, and politicians must be consistent in their actions and coordinate all available resources.
es: Los planes de actuación deben conocerlos los profesionales con suficiente antelación y estar adecuadamente formados; y los políticos deben ser coherentes en sus actuaciones y coordinar todos los medios disponibles.

source: AECL personnel, as well as machine operators, initially did not believe complaints.
es: El personal de AECL, así como los operarios de las máquinas, inicialmente no creían en las quejas de los pacientes; esto podría explicarse por la alta confianza que tenían en la máquina.

source: As of 15 March 2020, there are 196 active cases.
es: A fecha del 12 de marzo, hay 88 casos activos.

source: On 15 March, Taiwan announced six new cases, all imported.
es: [27]​ El 15 de marzo, Taiwán anunció seis nuevos casos, todos importados.

source: "The Food and Drug Administration has warned multiple times that drinking MMS is ""dangerous"" as it may cause ""severe vomiting"" and ""acute liver failure""."
es: "La Administración de Drogas y Alimentos ha advertido varias veces que beber este suplemento es ""peligroso"" ya que puede causar ""vómitos severos"" e ""insuficiencia hepática aguda""."

source: It was also stated that, should they deem it necessary, local authorities may extend these new measures to weekdays.
es: También se afirmó que, si lo consideraran necesario, las autoridades locales pueden extender estas nuevas medidas a los días laborables.

source: Timeline of the 2020 coronavirus pandemic in Turkey
es: Cronología de la pandemia de coronavirus 2020 en Turquía

source: Onward itself saw the biggest weekend-to-weekend drop of any Pixar film, making $10.5 million, though was still the weekend's biggest film and the only one to make over $10 million.
es: [12]​ Onward, vio la mayor caída de fin de semana a fin de semana de cualquier película de Pixar, ganando $ 10.5 millones, aunque todavía era la película más grande del fin de semana y la única en ganar más de $ 10 millones.

source: In addition, there are five non-voting members of the SAC, who each represent mostly industry, being Johnson & Johnson, Takeda Pharmaceutical, Pfizer, and Sanofi Aventis; with the final non-voting member being from the WHO.
es: Además, hay cinco miembros sin derecho a voto del SAC, cada uno de los cuales representa principalmente a la industria, siendo Johnson & Johnson, Takeda Pharmaceutical, Pfizer y Sanofi Aventis; con el último miembro sin derecho a voto de la OMS.

source: On 5–6 March 2020, while the ship was near the coast of California, the California National Guard's 129th Rescue Wing dropped off and retrieved coronavirus tests.
es: Del 5 al 6 de marzo de 2020, mientras el barco estaba cerca de la costa de California, el 129 ° Ala de Rescate de la Guardia Nacional de California se cayó y recuperó las pruebas de coronavirus.

source: Neutrophil granulocytes—the most abundant type of white blood cell—enter the muscle tissue, producing an inflammatory reaction and releasing reactive oxygen species, particularly after crush injury.
es: Los neutrófilos, el tipo más abundante leucocito polimorfonuclear, ingresa en el tejido muscular y produce una reacción inflamatoria y la liberación de especies reactivas del oxígeno,[6]​ sobre todo después de las lesiones por aplastamiento.

source: As of 17 March, all countries within Europe had a confirmed case of COVID-19, with Montenegro being the last European country to report at least one case.
es: A partir del 17 de marzo de 2020, todos los países de Europa han informado al menos un caso de COVID-19 (siendo Montenegro el último en hacerlo),[5]​ seguidos por la Isla de Man el 19 de marzo, el Estado con reconocimiento limitado de Transnistria el 21 de marzo y las Åland el 22 de marzo informaron.

source: The WHO prioritised aid for North Korea, including the shipment of protective equipment and supplies.
es: La OMS priorizó la ayuda a Corea del Norte, incluyendo el envío de equipos y suministros de protección.

source: However, with the additional circular issued and sent to all provinces, exceptions to this ban were determined.
es: [112]​ Sin embargo, con la circular adicional emitida y enviada a todas las provincias, se determinaron las excepciones a esta prohibición.

source: "A server at a restaurant in Ito, a Japanese city on the Izu Peninsula south of Tokyo, was recorded shouting at a tourist ""China!"
es: Un servidor en un restaurante en Itō, una ciudad japonesa en la península de Izu al sur de Tokio, fue grabado gritando a una turista «¡China!

source: The announcement further stated that starting from midnight, restaurants, dining places and patisseries were to be closed to the public for dining in, and were only allowed to offer home delivery and take-away.
es: [102]​ El anuncio indicó además que a partir de la medianoche, los restaurantes, los restaurantes y las pastelerías debían cerrarse al público para cenar, y solo se les permitía ofrecer servicio a domicilio y comida para llevar.

source: The South African Reserve Bank announced a quantitative easing program of open market purchases of an unspecified amount of government bonds.
es: El Banco de la Reserva de Sudáfrica anunció un programa de flexibilización cuantitativa de las compras en el mercado abierto de una cantidad no especificada de bonos del gobierno[151]​.

source: The next day, Prime Minister Édouard Philippe banned gatherings of more than 100 people, not including public transport.
es: Al día siguiente, el primer ministro Édouard Philippe prohibió las reuniones de más de 100 personas, sin incluir el transporte público.

source: Amnesty International demanded Rojas immediate and unconditional release.
es: [79]​ Amnistía Internacional exigió la liberación inmediata e incondicional de Rojas.

source: Before first case reported
es: Antes del primer caso reportado

source: This included 155 universities planning to delay the semester start by two weeks to 16 March, and 22 universities planning to delay the semester start by one week to 9 March.
es: Esto incluyó 155 universidades que planean retrasar el inicio del semestre entre dos semanas y el 16 de marzo, y 22 universidades que planean retrasar el inicio del semestre entre una semana y el 9 de marzo.

source: Puerperal fever was common in mid-19th-century hospitals and often fatal.
es: La fiebre puerperal a mediados del siglo XIX tenía un desenlace frecuentemente fatal, provocando la muerte de un 10-35 % de las parturientas.

source: As a result, a 14-day home isolation rule was instituted for anyone who had visited South Korea or Japan, and a ban was placed on non-residents and non-citizens who were in South Korea for 14 days before their arrival.
es: Como resultado, se instituyó una regla de aislamiento de viviendas de 14 días para cualquier persona que visitó Corea del Sur o Japón, y se impuso una prohibición a los no residentes y no ciudadanos que estuvieron en Corea del Sur durante 14 días antes de su llegada.

source: This results in poor balance and coordination.
es: Esto da como resultado un equilibrio y una coordinación pobres.

source: These areas will become overdistended and injured.
es: Estas áreas serán distendidas y lesionadas.

source: Calleja died in Madrid, aged 64, after suffering from COVID-19, on 21 April 2020.
es: Falleció el 21 de abril a los sesenta y cuatro años a causa de la enfermedad COVID-19, tras pasar dos semanas en la UCI.

source: Some of the extras featured in the video were fans selected through the band's official web site.
es: Algunos de los extras que actúan en este DVD fueron seleccionados por los fanes en la página web oficial de la banda.

source: At Survivor Series, Seth Rollins served as the captain of Team Raw for the men's Survivor Series elimination match, but questioned Kevin Owens' loyalty to the team due to Owens appearing at NXT TakeOver: WarGames; Raw suffered a devastating loss at Survivor Series, only winning one of the seven interbrand matches.
es: En Survivor Series, Seth Rollins sirvió como capitán del Team Raw para el Traditional Survivor Series Elimination Match masculino, pero cuestionó la lealtad de Kevin Owens al equipo debido a que Owens apareció en NXT TakeOver: WarGames; Raw sufrió una derrota considerable en el evento, solo ganando uno de los siete combates intermarca.

source: At the beginning of the day, a client generates a local list of size
es: Al comienzo del día, un cliente genera una lista local de tamaño

source: Frequent use of alcohol-based hand sanitizers can cause dry skin unless emollients and/or skin moisturizers are added to the formula.
es: [1]​ El gel sanitizante puede causar piel seca, salvo que se añadan emolientes a la fórmula.

source: Shahin Shahablou (27 January 1964 – 15 April 2020) was an Iranian photographer.
es: Shahin Shahablou (27 de enero de 1964 - 15 de abril de 2020) fue un fotógrafo iraní.

source: "Bleeding from the ears and petechial hemorrhages in the skin also occurred."""
es: "También son frecuentes el sangrado de oídos y las petequias""."

source: "The failure occurred only when a particular nonstandard sequence of keystrokes was entered on the VT-100 terminal which controlled the PDP-11 computer: an ""X"" to (erroneously) select 25 MeV photon mode followed by ""cursor up"", ""E"" to (correctly) select 25 MeV Electron mode, then ""Enter"", all within eight seconds."
es: En un plazo de ocho segundos, se debía de pulsar la tecla «X», (que erróneamente seleccionaba el modo de fotones de 25 MeV), seguido de «cursor arriba», seguido de «E» (que seleccionaba el modo de electrones de 25 MeV) y «Enter».

source: As there are 160 members of Dáil Éireann (including the Ceann Comhairle who casts a vote only in the case of a tie), 80 TDs are needed to form a governing coalition.
es: Como hay 160 miembros del Dáil Éireann (incluyendo al Ceann Comhairle que vota sólo en caso de empate), se necesitan 80 diputados para formar una coalición de gobierno.

source: These EphIDs are logged locally on a receiving client's device and is never transmitted to third parties.
es: Estos EphID se registran localmente en el dispositivo de un cliente receptor y nunca se transmiten a terceros.

source: On 12 February, Barcelona's Mobile World Congress was cancelled.
es: El Mobile World Congress de Barcelona queda cancelado.

source: After being forced to retire in 2011 due to a severe neck injury, WWE Hall of Famer Edge returned at the 2020 Royal Rumble during the namesake match, where he had a brief reunion with Randy Orton; Edge eliminated Orton before his own elimination.
es: Después de verse obligado a retirarse en 2011 debido a una grave lesión en el cuello, Edge regresó en Royal Rumble durante el combate homónimo masculino, donde tuvo una breve reunión con su compañero de equipo de Rated-RKO Randy Orton; Edge eliminó a Orton antes de su propia eliminación.

source: Social distancing measures are in place.
es: Se han implementado medidas de distanciamiento social.[7]​

source: The Bill and Melinda Gates Foundation has donated $1.56 billion to the alliance's 2016-2020 strategic period, as of March 2019.
es: La Fundación Bill y Melinda Gates ha donado 1.560 millones de dólares para el período estratégico de la alianza 2016-2020, a partir de marzo de 2019.

source: Rheotrauma is one of the ways in which mechanical ventilation may do this, alongside volutrauma, barotrauma, atelectotrauma and biotrauma.
es: [4]​ El reotrauma es una de las formas de trauma de la ventilación mecánica, junto con volutrauma, barotrauma, atelectotrauma y biotrauma.

source: On 14 March, the Minister of Public Health, Rafael Sánchez Cárdenas, confirmed six new cases.
es: [13]​ El 14 de marzo, el Ministro de Salud Pública confirmó otros 6 casos nuevos.

source: "Wired.com cited Plague Inc. as a notable independent developer success story as it ""bucked the system by staying near the top of the charts in numerous countries for the entirety of its existence, pulling in millions in revenue while competing with the big players""."
es: "Wired.com considera a Plague Inc. como una notable historia de éxito como desarrollador independiente, ya que ""se resistió al sistema al permanecer cerca de la cima de las listas de numerosos países durante toda su existencia, generando millones de ingresos mientras competía con grandes jugadores""."

source: March 4: A Panamanian doctor and four companions arrive in San Juan, Puerto Rico after traveling to New York, Miami, and Panama.
es: 4 de marzo: un médico panameño y cuatro compañeros llegan a San Juan, después de viajar a Nueva York, Miami y Panamá.

source: The first confirmed case was in Melbourne, Victoria on 25 January.
es: El primer caso confirmado fue en Melbourne, Victoria, el 25 de enero.

source: In 1970, it became the Microbiology Institute of Hubei Province when the Hubei Commission of Science and Technology took over the administration.
es: En 1970, se convirtió en el Instituto de Microbiología de la provincia de Hubei cuando la Comisión de Ciencia y Tecnología de Hubei se hizo cargo de la administración.

source: As a response to the growing threat, the Houthis declared the suspension of international flights on 15 March.
es: Como respuesta la creciente amenaza, los hutíes declararon la suspensión de los vuelos internacionales el 15 de marzo.

source: On 21 January, the first case in Taiwan was confirmed in a 50-year-old woman who had just returned to Taoyuan International Airport from her teaching job in Wuhan.
es: El 21 de enero, se confirmó el primer caso en Taiwán en una mujer de 50 años que acababa de regresar al aeropuerto internacional de Taoyuan de su trabajo de enseñanza en Wuhan.

source: All but one of the 160 seats were contested, with the Ceann Comhairle (speaker) being returned automatically.
es: Fueron disputados 159 de los 160 escaños del Dáil Éireann (Cámara Baja), con el Ceann Comhairle (presidente de la cámara baja) siendo reelecto automáticamente.

source: On 14 March, 6 cases were announced.
es: El 14 de marzo, se anunciaron 6 casos.

source: Surgical removal of the afflicted jaw bones could save the patient; otherwise, death from organ failure would follow.
es: La extirpación quirúrgica de los huesos de la mandíbula afectada podría salvar al paciente, de lo contrario, ocurre la muerte por fallo orgánico.

source: Each regional office is headed by a director, who is elected by the Regional Committee.
es: Cada oficina regional es dirigida por un director regional (DR).

source: The Bank of England announced that it would cut its overnight rate by 15 basis points to 0.1% and would increase its open market purchases of government bonds by £200 billion to a total of £645 billion, while the Danmarks Nationalbank raised its deposit rate by 15 basis points to –0.60%.
es: El Banco de Inglaterra anunció que reduciría su tasa de interés nocturno en 15 puntos básicos a 0.1% y aumentaría sus compras en el mercado abierto de bonos del gobierno en £ 200 mil millones a un total de £ 645 mil millones[99]​[100]​, mientras que el de Banco Nacional de Dinamarca aumentó su tasa de depósito en 15 puntos básicos a –0,60%[101]​.

source: On March 5, the Costa Rican Ministry of Health announced that it was investigating a possible first case of coronavirus in the country.
es: El 5 de marzo el Ministerio de Salud de Costa Rica anunció que se encontraba investigando un posible primer caso de coronavirus en el país.

source: On 18 March, a hotel Le Méridien LAV in Split announced it would close from 23 March to 15 April.
es: [45]​ El 18 de marzo, el hotel Le Méridien LAV anunció que sería cerrado del 23 de marzo al 15 de abril.

source: On 20 March, the second case was confirmed, a Nicaraguan who came from Colombia.
es: El 20 de marzo se confirmó el segundo caso, un nicaragüense que venía de Colombia.

source: On 26 February, Baden-Württemberg confirmed three new cases.
es: El 26 de febrero, Baden-Württemberg confirmó tres nuevos casos.

source: On 31 January, Abe announced that the government was prioritizing the repatriation of Japanese citizens from Hubei province.
es: El 31 de enero, el primer ministro Abe anunció durante la Segunda Reunión de la Sede de Respuesta de Novela Coronavirus que el gobierno priorizó la repatriación de ciudadanos japoneses de la provincia de Hubei.

source: On 27 January, a fourth case was reported as a 55-year-old South Korean man who returned from Wuhan on 20 January.
es: El 27 de enero, un cuarto caso fue reportado como un hombre surcoreano de 55 años que regresó de Wuhan el 20 de enero.

source: In the past, bacterial infections were thought to be more prevalent because few places had the capability to test for norovirus and no active surveillance was being done for this particular agent.
es: En el pasado se creía que las infecciones bacterianas eran más prevalentes debido a que pocos lugares tenían la capacidad de comprobar la presencia de norovirus y no se hacía una vigilancia activa para este organismo particular.

source: Vaccination is the most effective method of preventing infectious diseases; widespread immunity due to vaccination is largely responsible for the worldwide eradication of smallpox and the elimination of diseases such as polio and tetanus from much of the world.
es: [5]​ La vacunación es el método más eficaz de prevenir las enfermedades infecciosas;[6]​ la inmunidad generalizada debido a la vacunación es en gran parte responsable de la erradicación mundial de la viruela y la restricción de enfermedades como la poliomielitis, el sarampión y el tétanos en la mayor parte del mundo.

source: He taught photography, enjoyed solo exhibitions in Iran and India, became a photojournalist and a board member of the Iranian Photojournalists Association.
es: Enseñó fotografía, disfrutó de exposiciones individuales en Irán e India, se convirtió en reportero gráfico y miembro de la junta directiva de la Asociación Iraní de Fotoperiodistas.

source: March 10: The Puerto Rico Department of Health reports that five cases are under investigation.
es: 10 de marzo: El Departamento de Salud de Puerto Rico informa que cinco casos están bajo investigación.

source: The field of social medicine is most commonly addressed today by public health efforts to understand what are known as social determinants of health.
es: "El campo de la medicina social es comúnmente asociado con la ""salud pública"" en esfuerzos de entender lo que se conoce como los determinantes sociales de la salud."

source: On 29 February, Turkey announced the termination of all flights to and from Italy, South Korea and Iraq.
es: El 29 de febrero, Turquía anunció la terminación de todos los vuelos hacia y desde Italia, Corea del Sur e Irak.

source: "The number of confirmed cases increased on 19 February by 20, and on 20 February by 58 or 70, giving a total of 346 confirmed cases on 21 February 2020, according to the Centers for Disease Control and Prevention Korea (KCDC), with the sudden jump mostly attributed to ""Patient 31"" who participated in a gathering at a Shincheonji Church of Jesus the Temple of the Tabernacle of the Testimony church in Daegu."
es: El 19 de febrero, el número de casos confirmados aumentó en 20 y el 20 de febrero en 58 o 70, dando un total de 346 casos confirmados el 21 de febrero de 2020, según los Centros para el Control y la Prevención de Enfermedades de Corea (KCDC), con el salto repentino atribuido principalmente al «Paciente 31» que participó en una reunión en una Iglesia Shincheonji de Jesús, el Templo del Tabernáculo de la iglesia Testimonio en Daegu.

source: "Translated into German as ""Um was kämpfen Sie, Dr."
es: "Tradujo al alemán Concilia Viegener como ""Um was kämpfen Sie, Dr."

source: The Dome of the Rock has closed, though Muslim prayers are still occurring in the Temple Mount.
es: La Cúpula de la Roca se ha cerrado, aunque las oraciones musulmanas todavía se realizan en el Monte del Templo.

source: In 1972, the church had between 60 and 80 members.
es: En 1972, la iglesia tiene entre 60 y 80 miembros.

source: "The Human Rights Watch reported that ""there is considerable misinformation on Chinese social media and authorities have legitimate reasons to counter false information that can cause public panic,"" but also noted censorship by the authorities on social media posted by families of infected people who were potentially seeking help as well as by people living in cordoned cities who were documenting their daily lives amidst the lockdown."
es: [55]​[56]​[57]​ Human Rights Watch informó que «existe considerable información errónea en las redes sociales chinas y las autoridades tienen razones legítimas para contrarrestar información falsa que puede causar pánico público», pero también señaló la censura de las autoridades en las redes sociales publicadas por familias de personas infectadas que potencialmente buscaban ayuda, así como por personas que viven en ciudades acordonadas que documentaban su vida diaria en medio del cierre.

source: The first domestic case was diagnosed in Taiwan on 28 January.
es: [14]​ El primer caso doméstico fue diagnosticado en Taiwán el 28 de enero.

source: "In order to provide the best protection, children are recommended to receive vaccinations as soon as their immune systems are sufficiently developed to respond to particular vaccines, with additional ""booster"" shots often required to achieve ""full immunity""."
es: En cada país se recomienda que los niños sean vacunados tan pronto su sistema inmunitario sea capaz de responder a la inmunización artificial, con las dosis de refuerzo posteriores que sean necesarias, para conseguir la mejor protección sanitaria.

source: On 8 March, the Saudi Ministry of Education announced that all educational institutions, including public and private schools, technical and vocational training institutions will be closed in Saudi Arabia to control the spread of the virus.
es: El 8 de marzo, el Ministerio de Educación saudí anunció que las escuelas y universidades estarían cerradas en Arabia Saudí a partir del lunes para controlar la propagación del coronavirus.
